# Python 3
## Введение

# Плюсы языка
# * Краткий и простой синтаксис 
# * Open Source
# * Популярность

# Техническое описание
# * Язык общего назначения
# * Строгая типизация
# * Динамическая типизация
# * Интерпретируемый
# * Мультиплатформенный
# * CPython - стандарт реализации

# Полезное
# * Code Convention - PEP8
# * Source - Python.org
# * IDE - PyCharm, VS Code, Atom etc. Формат файлов .py 
# * IDE Notebook - Jupyther Notebook. Формат файлов .ipynb

# Для понимания языка - "ВСЁ ЕСТЬ ОБЪЕКТ"
